Repository: tginfo/mover-ota
Catalog: l10n/intl_*.arb
Languages: ru

# code
source: en
ru: ru

source: Welcome
ru: Добро пожаловать

# welcome_screen_description
source: We can help you to move your stickers from VK.com to Telegram
ru: Давайте перенесём ваши стикеры из ВКонтакте и LINE в Telegram

# about_program
source: About
ru: О программе

source: Version
ru: Версия

# telegram_info_desc
source: Our channel
ru: Наш канал

# tginfo_tag
source: tginfoen
ru: tginfo

# tginfo_link
source: https://t.me/tginfoen
ru: https://t.me/tginfo

# sominemo_desc
source: Developer
ru: Разработчик

# feedback
source: Leave feedback
ru: Оставить отзыв

# feedback_desc
source: If you have any questions or suggestions, please contact us
ru: Если у вас есть вопросы или предложения, напишите нам

source: Licenses
ru: Лицензии

# licenses_desc
source: Open source notices
ru: Открытого ПО

source: Error
ru: Ошибка

source: Cancel
ru: Отмена

source: Captcha
ru: Подтверждение

source: Confirmation
ru: Подтверждение

# stop_export_confirm
source: Are you sure you want to stop the task?
ru: Вы уверены, что хотите остановить задачу?

source: Stop
ru: Стоп

# go_back
source: Return
ru: Назад

# continue_importing
source: Continue exporting
ru: Продолжить экспорт

# export_stopped
source: Exporting stopped
ru: Экспорт остановлен

# export_paused
source: Exporting paused
ru: Экспорт приостановлен

# export_working
source: Downloading stickers...
ru: Загрузка стикеров...

source: Export error
ru: Ошибка экспорта

source: Export done
ru: Экспорт завершён

source: Warming up...
ru: Подготовка...

source: Retrying...
ru: Пробуем ещё раз...

source: Resume
ru: Продолжить

# export_error_description
source: Something went wrong during the export process.
ru: Во время экспорта что-то пошло не так.

# of_stickers
source: {count,plural, =1{sticker}other{stickers}}
ru: {count,plural, =0{стикеров}=1{стикер}=2{стикера}few{стикеров}many{стикеров}other{стикеров}}

source: Details
ru: Подробности

source: Start
ru: Начать

# link
source: Link to the stickerpack
ru: Ссылка на набор стикеров

# with_border
source: With outline
ru: С обводкой

# without_border
source: Without outline
ru: Без обводки

# with_border_title
source: Sticker outline
ru: Обводка стикеров

# with_border_info
source: Do you wish to import these stickers as is, or with a white outline around their edges?
ru: Желаете импортировать стикеры такими, какие они есть, или с белой обводкой вокруг краёв?

# export_config_info
source: Your Internet connection is being used while downloading
ru: Во время загрузки используется Ваше Интернет-соединение

# downloaded_n
source: Downloaded
ru: Загружено

# out_of
source: of
ru: из

# link_incorrect
source: The link is incorrect
ru: Ссылка некорректна

# link_not_pack_vk
source: The link is not a VK.com stickerpack
ru: Ссылка не является набором стикеров ВКонтакте

# link_not_pack_line
source: The link is not a LINE stickerpack
ru: Ссылка не является набором стикеров LINE

source: Check the link
ru: Проверьте правильность ссылки

# prepare_pack
source: Prepare your pack
ru: Подготовка

# customize_your_pack
source: Customize before continuing
ru: Настройте под себя

# customize_your_pack_info
source: Choose the stickers you want to import and assign emojis to them, so the pack can be easily accessed in Telegram
ru: Выберите, какие стикеры вы желаете импортировать, и присвойте им соответствующие эмодзи для быстрого доступа

source: Copy
ru: Копировать

source: Select All
ru: Выбрать всё

source: Done
ru: Готово

source: Enable Sticker
ru: Включить стикер

source: Choose Emoji
ru: Выбор эмодзи

source: No Recents
ru: История пуста

# follow_tginfo
source: Subscribe @tginfo
ru: Подписаться на @tginfo

source: Donate
ru: Пожертвование

source: Update
ru: Обновление

source: Download
ru: Скачать

source: Open in browser
ru: Открыть в браузере

# animated_pack
source: Animated Stickers
ru: Анимированный набор

# animated_pack_info
source: This sticker pack is animated. Do you want to export it animated, or keep the stickers as still images?
ru: Этот набор – анимированный. Желаете экспортировать стикеры в виде анимаций, или статичных изображений?

source: Animated
ru: Анимированный

# still
source: Still Pictures
ru: Статичный

# not_all_animated
source: Not all animated stickers from VK.com are supported in Telegram, so they will be automatically excluded. Some packs might not be importable at all
ru: Не все анимированные стикеры из ВКонтакте поддерживаются в Telegram, такие стикеры будут автоматически исключены. Некоторые наборы не получится импортировать вовсе

# animated_stickers_support_note
source: Some stickers may be skipped
ru: Некоторые стикеры могут быть упущены

# animated_stickers_support_note_text
source: This sticker pack is animated, so you can import it either as static images, or as animations.
ru: Этот набор – анимированный. Вы можете экспортировать стикеры в виде анимаций, или статичных изображений.

# not_installed
source: Telegram is not installed on your device, so we couldn't import the pack
ru: Telegram не установлен на Вашем устройстве, поэтому экспорт не удался

source: Sticker Styles
ru: Стиль стикеров

# sticker_styles_info
source: This set has multiple sticker styles. Which one are you going with?
ru: Этот набор имеет несколько стилей. Какой Вы желаете использовать?

# continue_btn
source: Continue
ru: Продолжить

source: Source code
ru: Исходный код

# no_error_details
source: No error details available
ru: Нет дополнительных сведений об этой ошибке

# pack_not_found
source: Pack ID is not found for {uri}. Check if your link is correct.
ru: Не удалось определить ID для {uri}. Проверьте правильность ссылки.

source: Detailed logging
ru: Отладка

# detailed_logging_info
source: Consumes more RAM
ru: Потребляет много ОЗУ

source: Save logs
ru: Сохранить логи

# logs_saved_to
source: Logs saved to {path}
ru: Логи сохранены в {path}

# logs_save_error
source: Couldn't save logs: {error}
ru: Ошибка сохранения логов: {error}

# vk_error_429
source: VK.com returned Error 429: Too Many Requests. Try using a different connection (proxy, VPN, etc.)
ru: VK вернул ошибку 429: Превышен лимит запросов. Попробуйте использовать другое подключение (например, VPN, прокси и т.п.)

# vk_login
source: VK.com Login
ru: Авторизация ВКонтакте

source: Sign in
ru: Войти

# login
source: Login or phone number
ru: Логин или номер телефона

source: Password
ru: Пароль

source: Loading
ru: Загрузка

# fill_all_fields
source: Fill all the fields
ru: Заполните все поля

# enter_code_from_img
source: Enter code from the picture to continue
ru: Введите код с картинки, чтобы продолжить

# enter_code_from_sms
source: Enter code from the SMS sent to your phone
ru: Введите код из SMS, отправленной на ваш телефон

# enter_code_from_app
source: Enter code from the message sent to authentication app
ru: Введите код из сообщения, отправленного в приложение ВКонтакте

# twofa_codes_too_often
source: You request codes too often
ru: Вы запрашиваете коды слишком часто

# twofa_code_sent
source: New code sent
ru: Новый код отправлен

source: Call
ru: Звонок

# field_required
source: Required
ru: Обязательное поле

# internet_error_title
source: Internet error
ru: Ошибка соединения

# internet_error_info
source: Request failed. Check your Internet connection and try again
ru: Запрос не удался. Проверьте подключение к интернету и попробуйте еще раз

# t_continue
source: Continue
ru: Продолжить

# auth_code
source: Code
ru: Код

source: By Link
ru: По ссылке

# vk_account
source: VK.com Account
ru: Аккаунт VK

# delete_account_confirm
source: Are you sure you want to log out?
ru: Вы уверены, что хотите выйти?

source: Add account
ru: Добавить аккаунт

source: Logged in
ru: Вход выполнен

# vk_login_access
source: Get access to your sticker packs and VK's sticker store
ru: Получите доступ к своим наборам и магазину стикеров

source: VK Sticker Store
ru: Магазин стикеров ВКонтакте

# vk_id_setting_title
source: Heads up!
ru: Обратите внимание

# vk_id_setting_info
source: Disable "Protection from suspicious apps" in your VK ID settings to be able to use the feature
ru: Отключите "Защиту от подозрительных приложений" в настройках VK ID, чтобы использовать эту функцию

source: Go to VK ID
ru: Перейти в VK ID

# twofa_failed
source: Two-factor authentication failed
ru: Ошибка двухфакторной аутентификации

# try_sending_request_again
source: Try sending the request again
ru: Попробуйте отправить запрос еще раз

# captcha_fail
source: Couldn't pass Captcha
ru: Не удалось подтвердить, что вы не робот

source: Recent emoji
ru: Недавние эмодзи

source: No recent emoji
ru: Нет недавних эмодзи

# no_recent_emoji_help
source: Browse through available emojis by categories or use search.
ru: Вы можете искать эмодзи по категориям, или воспользоваться текстовым поиском

# pick_emoji_sticker_suggestion
source: Pick some emoji, so they will be used for sticker suggestions in Telegram
ru: Выберите несколько эмодзи, которые будут использоваться для подсказок стикеров в Telegram

# pick_emoji_sticker_search
source: Pick an emoji to search for stickers
ru: Выберите эмодзи, чтобы начать поиск стикеров

# smileys_and_people
source: Smileys & People
ru: Смайлы и люди

# animals_and_nature
source: Animals & Nature
ru: Животные и природа

# food_and_drink
source: Food & Drink
ru: Еда и напитки

source: Activity
ru: Занятия

# travel_and_places
source: Travel & Places
ru: Места и путешествия

source: Objects
ru: Предметы

source: Symbols
ru: Символы

source: Flags
ru: Флаги

# no_emoji_matches
source: No emojis matching your request were found
ru: Нет подходящих эмодзи

# emoji_type_to_search
source: Type to search
ru: Печатайте, чтобы искать

source: Sticker Store
ru: Магазин стикеров

source: Sticker Search
ru: Поиск стикеров

source: Search results
ru: Результаты поиска

# no_sticker_search_results
source: No stickers found
ru: Таких стикеров не найдено

source: Sticker pack
ru: Набор стикеров

source: Import to Telegram
ru: Импортировать в Telegram

source: Remove
ru: Удалить

source: Import settings
ru: Настройка импорта

source: Stickers without suggestions
ru: Стикеры без подсказок

# stickers_without_suggestions_info
source: Some stickers don't have suggestions, so you can assign them manually by clicking on the icon in the bottom right corner of the sticker
ru: У некоторых стикеров нет подсказок, но вы можете добавить их вручную, нажав на иконку в правом нижнем углу стикера

source: All stickers
ru: Все стикеры

# login_with_vk_to
source: Sign in with your VK.com account to:
ru: Войдите ВКонтакте чтобы:

source: and also
ru: а также

# login_with_vk_to_library
source: Get access to your added sticker packs
ru: Получить доступ к добавленным наборам стикеров

# login_with_vk_to_store
source: List popular sticker packs
ru: Просматривать популярные наборы

# login_with_vk_to_search
source: Search for stickers by keywords and emoji
ru: Искать стикеры по ключевым словам и эмодзи

# login_with_vk_to_vmoji
source: Import vmoji packs
ru: Импортировать наборы vmoji

# login_with_vk_to_suggestions
source: Fill in emoji suggestions automatically
ru: Заполнять подсказки стикеров автоматически

# vk_sticker_store_web
source: Open VK.com store in web
ru: Открыть магазин в браузере

source: I changed my mind
ru: В другой раз

source: Sign out
ru: Выйти

source: Tap to change account
ru: Нажмите, чтобы сменить аккаунт

source: My Stickers
ru: Мои стикеры

source: With emoji suggestions
ru: С эмодзи-подсказками

# do_not_ask_again
source: Don't ask again
ru: Больше не спрашивать

# start_typing_to_search_stickers
source: Start typing or pick an emoji to find stickers and sticker packs
ru: Начните печатать или выберите эмодзи, чтобы искать наборы и стикеры

source: Choose account
ru: Выберите аккаунт

source: No added stickers
ru: Нет добавленных стикеров

# no_added_stickers_help
source: This page will conveniently display stickers you added to your library on VK.com
ru: Эта страница будет отображать стикеры, добавленные вами в коллекцию ВКонтакте

source: Active
ru: Активные

# purchased
source: All
ru: Все

# no_suggestions_section
source: No suggestions
ru: Без подсказок

# all_stickers_section
source: All stickers
ru: Все стикеры

source: Import is done
ru: Импорт завершён

source: Retry
ru: Повторить

source: Customize
ru: Настроить

source: Go to Sticker Store
ru: Перейти в магазин стикеров

# subscribe_tg_channel_up_sell_part_1
source: Subscribe
ru: Подпишитесь на

# subscribe_tg_channel_up_sell_part_2
source: for Telegram news and more services
ru: , чтобы следить за новостями Telegram и другими сервисами

source: Source code on GitHub
ru: Исходный код на GitHub

source: Vmoji Import
ru: Импорт vmoji

# vmoji_own_or_user
source: Do you want to import your own or someone else's vmoji pack?
ru: Желаете импортировать свой набор или набор другого пользователя?

# vmoji_own
source: My own
ru: Свой

# vmoji_user
source: Someone else's
ru: Другого пользователя

# vmoji_user_url_desc
source: Enter the URL of the owner of the vmoji pack
ru: Введите ссылку на страницу владельца набора

# vmoji_user_url
source: User page URL
ru: Ссылка на страницу

# vmoji_user_does_not_use_vmoji
source: This user doesn't use vmoji
ru: Этот пользователь не использует vmoji
